const space = `\xa0\xa0\xa0\xa0\xa0\xa0\xa0\xa0`
const inheritor = {
    '纸笺加工技艺':`${space}纸笺加工技艺的传承人之一是刘靖。刘靖，男，1972年12月出生，汉族，是纸笺加工技艺非遗传承人。他1994年毕业于合肥联合大学工业产品造型专业，在家庭影响下，逐步走上传统加工纸的研制之路。他潜心研究纸笺加工技艺多年，成功复活了失传达百余年的“手绘描金粉蜡笺”加工技艺，并与中国科学院、中国科技大学合作，共同复原了明代“造金银印花笺”的技艺。他还相继恢复与发展了泥金笺、泥银笺、朱砂笺、绢本宣、流沙笺、透光笺、羊脑笺、刻画笺等一系列传统纸笺加工技艺。2017年，刘靖入选第五批国家级非遗代表性项目代表性传承人推荐名单。刘靖不仅致力于纸笺加工技艺的传承，还积极推广这一技艺。他走进学校，向小朋友们介绍我国传统纸笺加工技艺，并手把手地教他们制作流沙笺。此外，他还收了安徽省特级教师戴萍为徒，将自己的技艺倾囊相授。他的努力和贡献使纸笺加工技艺得到了有效的保护和传承，也让更多人了解和欣赏到这一传统技艺的魅力。如需了解更多关于纸笺加工技艺传承人的信息，可以关注相关的非遗文化报道或访问非遗保护网站。`,
    '桑皮纸制作技艺':`${space}桑皮纸制作技艺的传承人有多位，他们分别来自不同的地区和背景，但都致力于保护和传承这一传统技艺。

    其中，王柏林是桑皮纸制作技艺的代表性传承人之一。他从14岁就开始参与制作桑皮纸，至今已有深厚的技艺和经验。他对于桑皮纸制作的每一个步骤都非常熟悉，并且注重细节和品质，致力于传承和发扬桑皮纸文化。
    
    刘同烟也是桑皮纸制作技艺的国家级传承人之一。他来自安徽省潜山县，是家族第五代传人。他从事桑皮纸制作四十多年，具有丰富的操作经验，并且在选材、浸泡蒸煮、打浆、捞纸等各个环节都精益求精，确保制作出高品质的桑皮纸。
    
    此外，还有沙塔尔·司马义，他作为吐鲁番市级非遗传承人，也致力于维吾尔族桑皮纸制作技艺的传承。他通过学习和实践，掌握了桑皮纸制作的精髓，并且成功地将这一技艺应用于实际生产中，为家庭带来了新收入。
    
    这些传承人都具有高超的技艺和丰富的经验，他们不仅致力于传承桑皮纸制作技艺，还努力推动这一传统技艺的创新和发展，让更多的人了解和欣赏桑皮纸文化的博大精深。`,
    '徽墨制作技艺':`${space}徽墨制作技艺的传承人有多位，他们各自在这个领域有着深厚的造诣和杰出的贡献。以下是一些著名的徽墨制作技艺传承人：

    周美洪：他是高级工艺美术师，中国文房四宝协会副会长，墨专业委员会主任，中国歙砚研究所所长，安徽省歙县老胡开文墨厂厂长，以及中国徽墨研究所所长。更为重要的是，周美洪是中国唯一一位国家级非物质文化遗产“徽墨”项目的代表性传承人。
    鲁建庆：他是第三批国家级非物质文化遗产项目徽墨制作技艺（曹素功墨锭制作技艺）的代表性传承人。
    汪培坤：作为徽墨制作技艺的传承人，他致力于传承和发扬这一传统技艺。
    汪爱军：出生于1965年2月，他也是国家级非物质文化遗产代表性项目徽墨制作技艺的代表性传承人。2009年6月，汪爱军入选为第三批国家级非物质文化遗产项目代表性传承人，由安徽省绩溪县申报。值得一提的是，汪爱军还曾当选为绩溪县徽墨协会的会长，积极推动徽墨技艺的保护与产业发展。
    这些传承人在徽墨制作技艺的传承和发展中起到了重要的作用，他们不仅保留了这一传统技艺的精髓，还通过创新和发展，使其在现代社会中焕发出新的活力。他们的努力和贡献使得徽墨制作技艺得以延续并传承下去，为我国的文化遗产保护事业做出了重要的贡献。`,
    '界首彩陶烧制技艺':`${space}界首彩陶烧制技艺的传承人有多位杰出的代表。其中，卢群山是这一技艺的重要传承人之一。他自幼跟随父亲学习制作彩陶，并在继承传统技艺的基础上进行了新的尝试和调整。为了提升艺术效果，他还跟随著名画家韩美林学习绘画，并十分注重塑造作品的线条轮廓，使其作品具有协调、均衡和安定的美感。卢群山创作的彩陶作品多次荣获国家级、省级大奖，并被中国国家博物馆等机构收藏。

    此外，张茜文也是阜阳界首彩陶技艺的传承人之一。她自幼在卢山义和卢群山的指导下学习制陶技艺，深受彩陶艺术和民间文化艺术的熏陶。她在传承传统烧制技艺的同时，也进行了创新，其制陶技艺精湛，作品多次获得国家级专业评比大奖。
    
    还有一位值得一提的传承人是卢莉华，她作为省级传承人，在2021~2022年度的传承活动评估中获得了优秀的结果。这充分证明了她在界首彩陶烧制技艺传承方面的杰出贡献。
    
    这些传承人们不仅致力于保持和发展界首彩陶烧制技艺，还通过创作优秀的作品，让更多的人了解和欣赏到这一传统技艺的魅力。`,
    '万安罗盘制作技艺':`${space}万安罗盘制作技艺的传承人有多位，他们致力于这一传统技艺的传承和发展。其中，吴兆光作为其中的佼佼者，是万安罗盘制作技艺的安徽省省级非物质文化遗产项目代表性传承人，同时也是高级工艺美术师和安徽省工艺美术大师。自幼随父学习罗盘制作的他，个人作品曾多次获得国家及省部级奖项。

    吴兆光不仅继承了祖辈的技艺，还致力于推广罗经文化。他与父亲共同修建了“吴鲁衡百年老店”和“万安罗盘制作技艺非物质文化遗产传习馆”，并于2012年创立了“万安罗经文化博物馆”。目前，吴鲁衡罗经店已被评为中华老字号和安徽省著名商标。
    
    此外，还有吴水森，作为万安罗盘制作技艺的另一位代表性传承人，也为这一技艺的传承和发展做出了重要贡献。
    
    然而，万安罗盘制作技艺也面临着后继乏人的问题，确保这一非物质文化遗产生生不息、代代相传的任务仍然艰巨。因此，我们需要更多的人来关注和参与这一技艺的传承，让万安罗盘制作技艺在未来继续发扬光大。`,
    '歙砚制作技艺':`${space}歙砚制作技艺的传承人有多位，以下是其中几位代表性的人物：

    王祖伟：王祖伟是第五届中国工艺美术大师，也是第四批国家级非物质文化遗产项目歙砚制作技艺代表性传承人。他享受国务院特殊津贴，并且是第十三届全国人大代表。王祖伟与歙砚相伴已有三十余年，他对歙砚有着深厚的感情，将其视为自己人生的一部分，既是一种事业，又是对中国传统文化的坚守和精神家园的归宿。
    汪鸿欣：汪鸿欣是国家级非物质文化遗产歙砚制作技艺代表性传承人。他从小受砚台制作技艺熏陶，有着自己独特的制作章法。他创立了婺源县寒山艺术馆，以研究歙砚文化和设计制作歙砚为宗旨，致力于传承和宣传歙砚文化。
    此外，还有曹阶铭、郑寒等也是歙砚制作技艺的传承人。他们都在各自的领域内，通过不断的实践和创新，为歙砚制作技艺的传承和发展做出了重要的贡献。`,
    '芜湖铁画制造技艺':`${space}芜湖铁画制造技艺的传承人有多位杰出的代表。其中，储铁艺是安徽省工艺美术大师，也是省级非物质文化遗产项目（芜湖铁画锻制技艺）的代表性传承人。他出生于芜湖的一个铁画世家，从小酷爱绘画书法，并跟随祖父学习铁画技艺。他的外祖父储炎庆为他取名铁艺，寓意着“铁画艺术”能够世代相传并发扬光大。储铁艺还曾师从另一位非遗传承人张家康学习铁画技艺，并在铁画研究所进一步深造，受到国家级非遗传承人储金霞的指导。

    另一位值得一提的传承人是张家康，他也是安徽芜湖人，是安徽省第一届工艺美术大师，并且是安徽省非遗“芜湖铁画锻制技艺”的传承人。
    
    这些传承人们通过他们的努力和才华，不仅继承了芜湖铁画制造技艺的精髓，还将其发扬光大，让更多的人了解和欣赏到这一独特的艺术形式。`,
    '宣纸制作技艺':`${space}宣纸制作技艺的传承人中有许多杰出的代表，其中一位特别引人注目的是邢春荣。

    邢春荣，男，汉族，出生于1954年，安徽泾县人。他是宣纸制作技艺的国家级代表性传承人，自1973年起至今的40多年间，他一直从事宣纸制作生产和宣纸传统制作技艺的实践、传承工作，主要以晒纸技艺见长。他师从第二十六代曹氏族人，学习并掌握了宣纸生产的各项技艺。他晒制的红星牌净皮四尺单于1979年、1984年、1989年三次蝉联国家质量金奖。邢春荣还积极参与宣纸传统生产技艺继承人的培训工作，并曾亲手带出二十几名晒纸学徒。他更是参与了香港回归、澳门回归、新中国成立五十周年纪念宣纸的生产工作，其技艺之精湛，影响之深远，可见一斑。
    
    除了邢春荣，还有许多其他的宣纸制作技艺传承人，他们都在默默地为保护和传承这一非物质文化遗产付出努力。这些传承人们通过他们的双手和智慧，使得宣纸这一古老的艺术形式得以延续，并焕发出新的光彩。`,
    '豆腐传统制作技艺':`${space}豆腐传统制作技艺的传承人有很多，他们致力于传承和发扬这一古老的技艺。以下是部分传承人的简介：

    姚小松：焦溪豆腐制作技艺的传承人，他的豆腐坊有着几百年的历史，已经传承到第七代。姚小松和他的妻子沈蓉芬共同经营着这家豆腐坊，他们坚持选用优质大豆，纯手工制作豆腐，赢得了广大食客的赞誉。焦溪古镇为了保护这一非遗技艺，也给予了他们一定的支持，并帮助他们寻找更多的技艺传承人。
    杨舜天：作为豆腐传统制作技艺的传承人，他长期生活工作在中国豆腐的发祥地，完整地掌握了豆腐制作的系列工艺，包括原料选用、浸泡加工、点膏成型、产品整理等。他通过开办生产性保护基地，使传统技艺和文化得以延续，并培养了一批豆腐制作技艺的接班人。
    刘春喜：“清溪豆腐制作技艺”的非遗传承人，他来自福建光泽县清溪村，这里的黄豆蛋白质含量高，水源甘甜可口，再沿袭传统加工技艺，制成的豆腐鲜嫩可口、豆香飘逸。为了保护这一技艺，当地已经将其申请为县级非物质文化遗产。
    符福齐：攸县豆腐制作技艺的市级非遗项目代表性传承人。他和他的父亲符俄清几十年来一直坚守祖业，铭记祖训，辛勤劳作，苦心钻研技术。他们广收门徒，乐于传授，为传统饮食文化的传播、传承、创新和发展作出了贡献。
    这些传承人都为豆腐传统制作技艺的传承和发展做出了重要贡献，他们的努力和坚持让更多的人了解和品尝到了这一传统美食。`,
    '徽派传统民居建筑营造技艺':`${space}徽派传统民居建筑营造技艺的传承人之一是胡公敏老师。胡公敏是安徽省黄山市人，他在这一行业已经坚守了四十年，致力于徽派建筑的传承和发展。他对于徽派传统民居营造技艺有着深厚的理解和精湛的技艺，被誉为国家级非物质文化遗产项目徽派传统民居营造技艺的代表性传承人。

    胡公敏老师强调匠人精神，他认为匠人应该勤勤恳恳、精益求精地把活干好。他不仅在技艺传承方面做出了杰出贡献，还积极培养新一代的工匠，将自己的经验和技艺传授给徒弟们。他的徒弟们虽然现在还未能完全独立承担大型工程，但个个都有独特的技艺在手，为徽派建筑技艺的传承注入了新的活力。
    
    胡公敏老师的心愿是让徽派建筑的营造技艺能够传承下去，让那些经历了百年风雨的徽派建筑能够继续历经沧桑岁月，永久矗立在那里，迎接一代又一代的后人。他也在努力整理自己的经验，形成文字，以便让更多有志于此的人了解这门技艺，加入传承的队伍。
    
    总的来说，胡公敏老师是徽派传统民居建筑营造技艺的重要传承人之一，他通过自己的努力和贡献，为徽派建筑的传承和发展做出了杰出的贡献。`,


    '毛笔制作技艺':`${space}毛笔制作技艺的传承人是一群致力于保护和传承这一古老工艺的工匠和艺术家。他们不仅具备精湛的毛笔制作技艺，还承载着深厚的文化底蕴和历史责任感。  这些传承人中，有的是来自毛笔制作世家的后代，从小耳濡目染，继承了家族的制笔技艺；有的则是通过多年的学习和实践，逐渐掌握了这门技艺的精髓。无论哪种情况，他们都对毛笔制作技艺有着深厚的热爱和执着的追求。这些传承人在制作毛笔的过程中，注重每一个细节和工序，力求打造出品质上乘、书写流畅的毛笔。他们精选优质的材料，经过多道工序精心制作，最终呈现出精美的毛笔作品。 除了制作技艺外，这些传承人还致力于毛笔文化的传承和推广。他们通过举办展览、开展讲座、参与文化交流活动等方式，向更多的人介绍毛笔的历史、文化和制作技艺，让更多的人了解和认识毛笔这一中华文化瑰宝。 同时，这些传承人也面临着一些挑战和困难。随着现代化进程的加速和人们生活方式的改变，毛笔的实用性和市场需求逐渐下降，传承人的生存和发展也面临着一定的压力。然而，他们依然坚守着这份传统工艺，用自己的努力和智慧，为毛笔制作技艺的传承和发展贡献着力量。 总之，毛笔制作技艺的传承人是中华文化传承和发展的重要力量，他们用自己的技艺和热情，守护着这份宝贵的文化遗产，让更多的人能够了解和欣赏到毛笔的独特魅力。`,
    '刻铜':`${space}刻铜的传承人们是那些致力于传承和发展刻铜技艺的艺术家和工匠。他们通过不断地学习和实践，掌握了精湛的刻铜技艺，并将这门古老的艺术形式发扬光大。 例如，马天忠先生就是一位杰出的刻铜传承人。他自幼受家庭熏陶，酷爱书法、绘画、雕刻等艺术，经过长时间的经验积累，练就了扎实的雕刻基本功，书法造诣也达到较高水准。他自学成才，摸索、积累出大量刻铜技法与心得，为中国传统手工刻铜技艺的恢复作出了重要贡献。 此外，闫成柱先生也是刻铜技艺的重要传承人。他生于山西省平遥古城铜艺世家，自幼跟随父亲学习制铜艺，并在多年的刻铜过程中，通过翻阅书籍、拜师访友，练就了精湛的技艺和娴熟的手法。他对刻铜技艺有着深刻的理解，并始终坚持潜心研究，从而在刻铜领域有了较深的艺术造诣。这些传承人们不仅继承了刻铜技艺的精髓，还在实践中不断创新，推动刻铜艺术的发展。他们的努力和付出，使得刻铜这一古老的艺术形式得以传承和延续，为后人留下了宝贵的文化遗产。值得注意的是，随着时间的推移和社会的发展，刻铜技艺的传承也面临着一些挑战和困难。因此，我们需要更多的人来关注和支持刻铜技艺的传承和发展，让这些宝贵的文化遗产得以继续传承和发扬光大。`,
    '宣笔制作技艺':`${space}宣笔制作技艺的传承人是一群致力于保护和传承这一非物质文化遗产的工匠和艺术家。他们不仅继承了前人的制作技艺，还在实践中不断创新和发展，使得宣笔制作技艺得以传承至今。 其中，一些知名的传承人包括陈效进、张苏、张文年、佘征军等。他们通过多年的学习和实践，掌握了宣笔制作的核心技艺，并致力于将这一技艺传承给下一代。这些传承人在制作宣笔时，注重每一个细节和工序，从选材、制笔头到装套、修笔，都力求精益求精。他们不仅关注宣笔的外观和造型，更注重其书写性能和品质。因此，他们所制作的宣笔不仅具有独特的风格和特色，还深受书法家和绘画爱好者的喜爱。  除了制作技艺外，这些传承人还注重宣笔文化的传承和推广。他们通过举办展览、开展讲座、参与文化交流活动等方式，向更多的人介绍宣笔的历史、文化和制作技艺，让更多的人了解和认识宣笔这一中华文化瑰宝。 同时，他们也面临着一些挑战和困难。随着现代化进程的加速和人们生活方式的改变，宣笔的市场需求逐渐下降，传承人的生存和发展也面临着一定的压力。然而，这些传承人依然坚守着这份传统工艺，用自己的努力和智慧，为宣笔制作技艺的传承和发展贡献着力量。总的来说，宣笔制作技艺的传承人是中华文化传承和发展的重要力量。他们用自己的技艺和热情，守护着这份宝贵的文化遗产，让宣笔制作技艺在新的时代里焕发出新的光彩。`,
    '绿茶制作技艺（太平猴魁）':`${space}绿茶制作技艺（太平猴魁）的传承人中，有几位杰出的代表。 方继凡先生是太平猴魁的第五代传人。他自幼跟随父亲学习植茶与制茶，严守传统，坚守鲜叶的“四拣八不要”、炭火锅式杀青、竹制烘笼足干等核心技艺，确保猴魁的优良品质。作为黄山市猴坑茶业有限公司的董事长，他不仅致力于太平猴魁的制作技艺传承，还成功注册了“猴坑”牌专用商标，为太平猴魁的品牌建设做出了重要贡献。 另一位值得一提的传承人是郑中明先生，他是太平猴魁创始人郑守庆的第四代传人，也是省级非物质文化遗产项目绿茶制作技艺（太平猴魁）代表性传承人。郑中明先生出身于猴魁世家，对猴魁有着割舍不断的特殊情感。他从小闻着茶香、喝着猴魁茶长大，少年便跟着长辈学习种茶制茶。郑中明先生不仅继承了家族的制茶技艺，还积极推广太平猴魁，让更多的人了解和品味这一独特的绿茶。 这些传承人们以他们的智慧和技艺，坚守并传承着绿茶制作技艺（太平猴魁），为中国的茶文化事业做出了杰出的贡献。他们的努力不仅让太平猴魁这一传统名茶得以延续和发展，也为中国茶文化的传承和弘扬注入了新的活力。`,
    '红茶制作技艺（祁门红茶）':`${space}红茶制作技艺（祁门红茶制作技艺）的传承人之一是王昶先生。他是安徽省祁门红茶发展有限公司的董事长，具备高级评茶师和副研究员的专业技术职称。王昶先生不仅是国家级非物质文化遗产代表性项目祁门红茶制作技艺的代表性传承人，还致力于该技艺的传承与发展。他组织并承担了多项科研项目，包括国家星火计划项目等，并获得多项省、市科学技术奖。同时，他还积极主持制定与祁门红茶相关的安徽省地方标准和团体标准，并参与审定国家职业标准。王昶先生的努力和贡献为祁门红茶制作技艺的传承和发扬光大起到了重要的推动作用。 此外，还有另位祁门红茶制作技艺的传承人陈达峰先生。他不仅是祁门红茶制作技艺的代表性传承人，还担任祁门县第十届政协委员、黄山市第八届人民代表大会代表以及祁门红茶协会副会长的职务。陈达峰先生同样致力于祁门红茶的传承与推广，为祁门红茶的知名度和美誉度的提升做出了积极的贡献。 这些传承人们凭借自己的专业知识和技能，不断传承和发扬祁门红茶制作技艺，使其成为中国红茶文化的瑰宝，也为茶文化的发展做出了重要贡献。`,
    '漆器髹饰技艺':`${space}漆器髹饰技艺的传承人包括多位杰出的艺术家和工艺师，他们致力于这一传统技艺的传承和发展。以下是一些知名的漆器髹饰技艺传承人： 赵如柏：赵如柏是中国工艺美术大师，也是扬州漆器髹饰技艺的代表性传承人。他师从著名漆器艺人梁国海，深入研究了雕漆的各种技法。他的雕漆作品刀法圆润、线条流畅、精致细腻，尤其擅长红雕漆和装饰雕，以及古楠木雕和漆砂砚的髹饰技艺。他的代表作品有《春溪幽谷图》、《泰山揽胜》和《江山神韵》等。 薛晓东：薛晓东是平遥娃留村人，同样是中国工艺美术大师和高级工艺美术师。他是国家级非遗项目《平遥推光漆器髹饰技艺》的省级代表性传承人。平遥推光漆器与北京景泰蓝、景德镇瓷器并称为中国传统工艺的“三宝”。 王永霞：王永霞是扬州人，作为扬州市非物质文化遗产项目“扬州漆器髹饰技艺”的代表性传承人，她在漆器髹饰技艺的传承方面也有着重要的贡献。 这些传承人们不仅继承了传统的漆器髹饰技艺，而且在实践中不断创新，将这一传统艺术发扬光大。他们的作品不仅具有深厚的文化内涵，也展现了漆器髹饰技艺的精湛技艺和独特魅力。同时，他们也为培养新一代的传承人、推动漆器髹饰技艺的传承和发展做出了积极的贡献。当然，除了上述提到的几位代表性传承人外，还有许多其他优秀的漆器髹饰技艺传承人，他们共同致力于这一传统技艺的传承和发展，让更多的人了解和欣赏到漆器髹饰技艺的魅力。`,
    '绿茶制作技艺（六安瓜片）':`${space}绿茶制作技艺（六安瓜片）的传承人有多位杰出的代表，他们致力于这一传统技艺的传承和发展。以下是一些知名的传承人： 储昭伟：作为第二批国家级非物质文化遗产项目绿茶制作工艺（六安瓜片）代表性传承人，储昭伟自幼便跟随祖父、叔叔等从事六安瓜片茶园管理、采摘和炒制等工作。他主持制定了《六安瓜片茶企业标准》和《六安瓜片制作工艺标准》，为六安瓜片的生产、加工和营销提供了规范。此外，他研制的“徽六”牌六安瓜片茶在2010年被国家商务部授予“中华老字号”称号。陆本坤：作为六安瓜片传统手工制作技艺非遗项目的代表性传承人，陆本坤是国家一级评茶师。他出身于六安的百年制茶世家，其家族的制茶手艺已传承五代人。陆本坤亲制的雨前头采六安瓜片备受赞誉，他深谙六安瓜片的制作技艺，为这一传统技艺的传承做出了重要贡献。汪婉清：作为六安瓜片的传承人之一，汪婉清是一位中级茶艺师。她积极在社交平台上分享关于六安瓜片的知识和技艺，让更多的人了解和欣赏到这一传统绿茶的魅力。 这些传承人们不仅继承了传统的绿茶制作技艺（六安瓜片），而且在实践中不断创新和完善，为这一传统技艺的传承和发展做出了重要贡献。他们的努力使得六安瓜片茶得以延续其独特的品质和口感，也让更多的人能够品味到这一传统绿茶的韵味。`,
    '绿茶制作技艺（黄山毛峰）':`${space}绿茶制作技艺（黄山毛峰）的传承人中有位杰出的代表，他就是谢四十。谢四十不仅是黄山毛峰第49代传统制作技艺传承人，还是绿茶制作技艺（黄山毛峰）的国家级非物质文化遗产代表性传承人。他出生于1956年，自幼便跟随长辈学习黄山毛峰的制作技艺，通过多年的实践和学习，他全面完整地掌握了这一传统技艺。谢四十还参与了《地理标志产品·黄山毛峰茶》国家标准的制定，并荣获了“中国制茶大师”的称号。他对黄山毛峰制作技艺的传承和发扬做出了重要贡献，使这一传统技艺得以延续并发扬光大。 此外，绿茶制作技艺（黄山毛峰）的传承人们还在不断探索和创新，以适应现代市场的需求。他们不仅继承了传统的制作工艺，还结合现代科技手段，对茶叶的种植、采摘、加工等环节进行精细化管理，提高了茶叶的品质和产量。同时，他们还积极开展文化交流活动，推广黄山毛峰茶的文化内涵和独特魅力，让更多的人了解和喜爱这一传统名茶。 总之，绿茶制作技艺（黄山毛峰）的传承人们在传承和发扬这一传统技艺方面做出了不懈努力，为黄山毛峰茶的发展注入了新的活力和动力。`,


}
export default inheritor