

const steps = {
    '纸笺加工技艺':['染色', '施胶', '填粉', '施蜡', '托裱', '洒金', '挣平', '水印', '描绘', '...'],
    '桑皮纸制作技艺':['选料','蒸煮','拣皮','制浆','帘捞','焙烤', '...'],
    '徽墨制作技艺':['烟制','研磨','混合','沉淀与过滤','熬制与捣杵','成型与晾干'],
    '界首彩陶烧制技艺':['选料','制坯','施釉','烧制', '...'],
    '万安罗盘制作技艺':['选料','车盘','分格','清盘','写盘','油货与安针'],
    '歙砚制作技艺':['选石','构思','定型','图案设计','雕刻','打磨','配制砚盒'],
    '芜湖铁画制造技艺':['锻铁','淬火','上漆'],
    '宣纸制作技艺':['选原料','剁碎','浸泡','淘洗','去除杂质','提纯纤维','筛浆','造纸','分脱','裱糊','晾干'],
    '豆腐传统制作技艺':['浸泡','磨浆','煮浆','点脑','压制', '...'],
    '徽派传统民居建筑营造技艺':['设计前期准备','初步方案设计','施工阶段'],
    '毛笔制作技艺':['选毛','齐毛','切毛','梳衬','混合','梳理试样','去除杂障','圆笔','绑笔', '...'],
    '刻铜':['选料','定稿','刻制','打磨','烤色', '...'],
    '宣笔制作技艺':['水盆工序','梳洗','整理','分类','配置制笔毛料','装套工序','修笔工序'],
    '绿茶制作技艺（太平猴魁）':['采摘','杀青','揉捻','干燥','...'],
    '红茶制作技艺（祁门红茶）':['萎凋','揉捻','发酵','干燥','筛分','切断','风选','拣剔','拼配','复火','匀堆','...'],
    '漆器髹饰技艺':['选材作为胎体','打磨','修整','用生漆或熟漆进行髹涂','装饰'],
    '绿茶制作技艺（六安瓜片）':['采摘','杀青','揉捻','烘焙', '...'],
    '绿茶制作技艺（黄山毛峰）':['杀青','揉捻','干燥']
}
export default steps